zsh-users/zsh-completions

romkatv/powerlevel10k kind:fpath

sunlei/zsh-ssh
trystan2k/zsh-tab-title
agkozak/zsh-z

belak/zsh-utils path:completion

Aloxaf/fzf-tab
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting
