tap "michel-kraemer/zsh-patina"

brew "bat"
brew "btop"
brew "carapace"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "less"
brew "mise"
brew "neovim" 
brew "overmind"
brew "rg"
brew "starship"
brew "zsh"
brew "zsh-patina"

cask "font-jetbrains-mono"
cask "kitty"
